Repository: Ppjet6/tatowiki
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Home
fr: Accueil

source: Recent changes
fr: Modifications récentes

source: Register
fr: S'enregistrer

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter

source: Change password
fr: Changer le mot de passe

source: This wiki uses the markdown syntax.
fr: Ce wiki utilise la syntaxe markdown

source: How to format text
fr: Comment formatter le texte

source: #Big title
fr: #Gros titre

source: ##Smaller title
fr: ##Titre plus petit

source: [text](http://example.com)
fr: [texte](http://example.com)

source: [text](other-article)
fr: [texte](autre-article)

source: **bold**
fr: **gras**

source: *italic*
fr: *italique*

source: Create a new article
fr: Créer un nouvel article

source: Edit article
fr: Éditer cet article

source: Edit
fr: Éditer

source: Translate
fr: Traduire

source: History
fr: Historique

source: Remove
fr: Supprimer

source: Article available in:
fr: Article disponible en :

source: All articles
fr: Tous les articles

source: Go back to main page
fr: Retourner à la page principale

source: Show conflict
fr: Voir le conflit

source: Notice
fr: Information

source: You're seeing this page because someone has saved a modified version while you were edidting.
fr: Vous voyez cette page car quelqu'un a sauvegardé une version modifée pendant que vous étiez en train d'éditer.

source: In order to prevent conflicts, your version has been saved there.
fr: Afin de prévenir des conflits, votre version a été sauvegardée ici.

source: Note that for the moment unfortunately we don't provide tools to resolve it automatically, so you may need to transpose your changes manually.
fr: Notez que malheureusement pour le moment nous ne fournissons pas d'outil pour le résoudre automatiquement, donc vous devrez certainement transposer vos changement manuellement.

source: Translate article
fr: Traduire cet article

source: Article's history
fr: Historique de cet article

source: Show that version
fr: Voir cette version

source: Current version
fr: Version actuelle

source: Show diff with previous version
fr: Voir le diff avec la version précédente

source: First version
fr: Première version

source: by {1}
fr: par {1}

source: summary:
fr: résumé :

source: Go back to article's page
fr: Retourner à la page de l'article

source: history
fr: historique

source: Difference between version {1} and {2}
fr: Différence entre la version {1} et {2}

source: The lines in green are the lines that have been added in the new version.
fr: Les lignes en vert sont les lignes qui ont été ajoutées dans la nouvelle version.

source: The lines in red are those that have been removed.
fr: Celles en rouge sont celles qui ont été supprimées.

source: Previous version
fr: Version précédente

source: This page show a previous version of the article
fr: Cette page montre une version antérieur de cet article

source: Revert
fr: Rétablir

source: No account yet?
fr: Pas encore de compte ?

source: For the moment there's no automatic 'password forgotten' mechanism, instead send an email to the administrators
fr: Pour le moment il n'y a pas encore de méchanisme 'mot de passe oublié', à la place envoyez un email aux administrateurs.

source: Register a new user
fr: Enregistrer un nouvel utilisateur

source: We need to make sure you are human.
fr: Nous devons vérifier que vous êtes bien un humain.

source: For instance, if your email is me12345@example.com, the answer is "me123".
fr: Par exemple, si votre e-mail est me12345@example.com, la réponse est "me123".

source: Your email address will never be given or sold to third services. It will only be used internally to send you automatic notification or in case you lose your password.
fr: Votre addresse e-mail ne sera jamais donné ou vendu à des services tiers. Il ne sera utilisé qu'en interne afin de vous envoyer des notifications automatiques ou au cas où vous ayez oubliez votre mot de passe.

source: Error, someone has edited the article while youwere also editing it
fr: Erreur, quelqu'un a édité l'article pendant que vous l'éditiez aussi

source: Error while trying to add the article
fr: Erreur lors de l'ajout de l'article

source: The article has been removed
fr: L'article a été supprimé

source: A problem occured while trying to remove
fr: Une erreur s'est produite lors de la tentative de suppression

source: Main Page
fr: Page Principale

source: This is the default main page, you can edit it by clicking on the button on the right panel
fr: Ceci est la page principale par défaut, vous pouvez l'éditer en cliquant sur le lien dans le panneau de droite.

source: Page generated automatically
fr: Page généré automatiquement

source: The article you try to translate does not exist.
fr: L'article que vous essayez de traduire n'existe pas.

source: The form you've submitted is not valid
fr: Le formulaire que vous avez soumis n'est pas valide

source: This article has already a translation in that language.
fr: Cet article a déjà une traduction dans cette langue.

source: You can't translate an article in the same language.
fr: Vous ne pouvez pas traduire un article dans la même langue.

source: Error while trying to translate.
fr: Une erreur s'est produite lors de la tentative de traduction.

source: This conflict does not exists
fr: Ce conflit n'existe pas

source: Revert article to version {1}
fr: Rétablir l'article à la version {1}

source: You can't see the history of this article, because this article does not exist.
fr: Vous ne pouvez voir l'historique de cet article car celui-ci n'existe pas.

source: One of this two versions id maybe does not correspond to a version associated to this article
fr: Une de ces deux id de versions ne correspond pas à une version associée à cet article.

source: Unknown error
fr: Erreur inconnue

source: Username already taken
fr: Nom d'utilisateur déjà pris

source: Email already taken
fr: E-mail déjà pris

source: Your form is not valid
fr: Le formulaire que vous avez soumis n'est pas valide

source: Your previous password is not correct.
fr: Votre ancien mot de passe n'est pas correct.

source: You haven't entered twice the same new password.
fr: Vous n'avez pas entrez deux fois le même nouveau mot de passe.

source: Error while trying to update your password.
fr: Erreur lors de la mise à jour de votre mot de passe.

source: Password updated successfully.
fr: Mot de passe mis à jour avec succès.

source: Title
fr: Titre

source: Content
fr: Contenu

source: Save
fr: Sauvegarder

source: save and continue
fr: sauvegarder et continuer

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: New password again
fr: Nouveau mot de passe, de nouveau

source: submit
fr: soumettre

source: Username :
fr: Nom d'utilisateur :

source: Password :
fr: Mot de passe :

source: Remember me
fr: Se souvenir de moi

source: Log in
fr: Se connecter

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: What are the first five letters of your email?
fr: Quels sont les cinq premièrs caractères votre e-mail ?

source: I accept the terms of use.
fr: J'accepte les conditions d'utilisations.

source: Language of the translation:
fr: Langue de la traduction :

source: URL name of this article's translation:
fr: Nom de l'url de la traduction de cet article :
